Repository: alexfromny/argo
Catalog: Argo/App_GlobalResources/Text.*.resx
Languages: pl_pl, ru_ru

# AboutUs_Header
source: About us
pl_pl: O nas
ru_ru: О нас

# AboutUs_Text
source: <p><b>Argo Development is a new software development company. We provide full cycle development including business analysis, development, QA and support.</b></p> <p>Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. </p>
pl_pl: <p><b>Argo Development - nowy zespół, który tworzy oprogramowanie na zamówienie.</b></p> <p>Specjalizujemy się na uruchomieniu projektów typu SaaS i startupów. Zapewniamy pełny cykl dewelopmentu projektów webowych oraz mobilnych, w tym analityka biznesowa, UI i UX projektowanie, dewelopment, zapewnienie jakości i wsparcia.</p>
ru_ru: <p><b>Argo Development – новая команда, которая занимется разработкой программного обеспечения на заказ.</b></p> <p>Мы специализируемся на запуске SaaS проектов и стартапов. Предоставляем полный цикл разработки вэб и мобильных проектов включая бизнес аналитику, UI и UX дизайн, разработку, контроль качества и поддержку. </p>

# Button_ContactUs
source: Contact us
pl_pl: Skontaktuj się z nami
ru_ru: Связаться с нами

# Button_HireUs
source: Hire us!
pl_pl: Skontaktuj się z nami!
ru_ru: Нанять нас

# Contacts_Email
source: info@argo.studio
pl_pl: info@argo.team
ru_ru: info@argo.team

# Contacts_Header
source: Contacts
pl_pl: Kontakt
ru_ru: Контакты

# Contacts_SocialNetworksHeader
source: Social networks
pl_pl: Sieci Społecznościowe
ru_ru: Мы в социальных сетях

# Features_DesignBenefit1
source: User Interface
pl_pl: Interferes Użytkownika
ru_ru: Пользовательский интерфейс

# Features_DesignBenefit2
source: User Expirience / Prototyping
pl_pl: doświadczenie użytkownika
ru_ru: Взаимодействие пользователя / прототипирование

# Features_DesignBenefit3
source: Branding and Identity
pl_pl: Branding i Identyfikacja
ru_ru: Брендирование

# Features_DesignBenefit4
source: Graphic design (booklets, banners, etc.)
pl_pl: Dyzajn graficzny (broszury, banery)
ru_ru: Графический дизайн (буклеты, баннеры и т.д)

# Features_DesignHeader
source: Design
pl_pl: Dyzajn
ru_ru: Дизайн

# Features_DevelopmentBenefit1
source: User Interface
pl_pl: Web (JavaScript, .NET, C#)
ru_ru: Web (JavaScript, .NET, C#)

# Features_DevelopmentBenefit2
source: User Expirience / Prototyping
pl_pl: Mobile (C#, Swift, JAVA)
ru_ru: Mobile (C#, Swift, JAVA)

# Features_DevelopmentBenefit3
source: Branding and Identity
pl_pl: Desktop (.NET, Swift)
ru_ru: Desktop (.NET, Swift)

# Features_DevelopmentBenefit4
source: User Expirience / Prototyping
pl_pl: Cloud (.NET)
ru_ru: Cloud (.NET)

# Features_DevelopmentHeader
source: Development
pl_pl: Dewelopment
ru_ru: Разработка

# Features_QABenefit1
source: User Interface
pl_pl: Napisanie strategii testowej
ru_ru: Написание тестовой стратегии

# Features_QABenefit2
source: User Expirience / Prototyping
pl_pl: Ręczne testowanie
ru_ru: Ручное тестирование

# Features_QABenefit3
source: Branding and Identity
pl_pl: Automatyzowane testowanie (technologia Selenium WB i C#)
ru_ru: Автоматизированное тестирование (связка технологий Selenium WB и C#)

# Features_QABenefit4
source: User Expirience / Prototyping
pl_pl: Unit Testowanie
ru_ru: Unit тестирование

# Features_QAHeader
source: Quality Assurance
pl_pl: Zapewnienie jakości
ru_ru: Контроль качества

# Footer_Copyright
source: Argo.studio - All rights reserved
pl_pl: Argo.studio - Wszelkie prawa zastrzeżone
ru_ru: Argo.studio - Все права защищены

# Label_Branding
source: Branding
ru_ru: Брендирование

# Label_Development
source: Development
pl_pl: Dewelopment
ru_ru: Разработка

# Label_GraphicDesign
source: Graphic Design
pl_pl: Dyzajn Graficzny
ru_ru: Графический дизайн

# Label_UIDesign
source: UI / UX Design
pl_pl: UI/UX dyzajn
ru_ru: UI/UX Дизайн

# Projects_BelinterexpoDescription
source: <p>Booklets for Belarusian exhibition company.</p> <p>Outsource project. Design.</p>
pl_pl: <p>Broszury dla Białoruskiej Organizacji Targów.</p>
ru_ru: <p>Буклеты для Белорусской выставочной компании.</p>

# Projects_CargoDescription
source: <p>Cargo Club - SaaS platform for logistics and transport companies.</p> <p>Outsource project. Full cycle product development.</p>
pl_pl: <p>Cargo Club - SaaS Plaftorma dla firm logistycznych i transportowych.</p>
ru_ru: <p>Cargo Club - SaaS платформа для логистических и транспортных компаний</p>

# Projects_Header
source: See our projects
pl_pl: Projekty
ru_ru: Проекты

# Projects_Proposal
source: Here can be your project!
pl_pl: Tut może być Twój projekt!
ru_ru: Здесь может быть Ваш проект!

# Projects_VerniMomentDescription
source: <p>VerniMoment description</p>
pl_pl: <p>VerniMoment - Serwis randkowy dla rynku UNP.</p>
ru_ru: <p>ВерниМомент - сервис знакомств для рынка СНГ.</p>

# Slogan
source: We make products that really works!
pl_pl: Uruchom swój projekt z doświadczonym zespołem!
ru_ru: Запустите Ваш проект с командой профессионалов

# Team_Header
source: Meet our team
pl_pl: Zespół
ru_ru: Команда

# Team_Member1Description
source: <p>Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi. Datat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem.</p>
pl_pl: <p>Odpowiedzialny za zarządzanie projektami i komunikację z klientami.</p> <p>Ponad 6 lat doświadczenia w IT. Ma doświadczenie w projektach typu start-up z udziałem inwestycji w wysokości ponad 200 000 $.</p> <p>Rozpoczęte projekty zostały wymienione w takich mediach jak Echo Moskwy, Adweek, Forbes i innych.</p> <p>Finalista konkursu Seed Camp w Nowym Jorku.</p>
ru_ru: <p>Ответственный за управление проектами и общение с заказчиками. Более 6 лет в IT. Имеет опыт запуска проектов с привлеченными инвестициями более 200 000$. Запущенные проекты были упомянуты в таких СМИ как Эхо Москвы, AdWeek, Forbes и другие. Финалист конкурса Seed Camp в Нью Йорке.</p>

# Team_Member1Name
source: Stanislav Brill
pl_pl: Stanislav Bril
ru_ru: Станислав Бриль

# Team_Member1Position
source: Office cleaner
pl_pl: Manager
ru_ru: Manager

# Team_Member2Description
source: <p>Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi. datat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem.</p>
pl_pl: <p>Odpowiedzialny za UI i UX. Ponad 50 zrealizowanych z sukcesem projektów.</p> <p>Doświadczenie w tworzeniu stron internetowych, aplikacji webowych i mobilnych.</p> <p>Doświadczenie w materiałach promocyjnych i drukowanych.</p>
ru_ru: <p>Ответственный за UI и UX. Более 50 успешно завершенных проектов. Опыт в вэб дизайне и дизайне для мобильных платформ. Опыт работы с промо и печатной графикой.</p>

# Team_Member2Name
source: Artiom Petrykin
ru_ru: Артем Петрыкин

# Team_Member2Position
source: UI / UX Designer
pl_pl: Art Director
ru_ru: Art Director

# Team_Member3Description
source: <p>Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi. Datat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt. Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem.</p>
pl_pl: <p>Odpowiedzialny za zespół developerski.</p> <p>Ponad 5 lat pozytywnego doświadczenia w developmencie oprogramowania. Doświadczony w: .NET, C #, JavaScript, SQL, ASP.NET deweloper.</p>
ru_ru: <p>Ответственный за команду разработки. Более 5 лет успешного опыта в разработке программного обеспечения. Опытный .NET, C#, JavaScript, SQL, ASP.NET разработчик.</p>

# Team_Member3Name
source: Alexander Neznau
pl_pl: Alexander Kunavich
ru_ru: Александр Кунавич

# Team_Member3Position
source: Developer
pl_pl: Tech Lead
ru_ru: Tech Lead

# TopMenu_AboutUs
source: About Us
pl_pl: O nas
ru_ru: О нас

# TopMenu_Company
source: Company
pl_pl: Firma
ru_ru: Компания

# TopMenu_Projects
source: Projects
pl_pl: Projekty
ru_ru: Проекты

# TopMenu_Team
source: Team
pl_pl: Zespół
ru_ru: Команда
